Repository: aSynch1889/LanguageTool
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, th, tr, zh_hans, zh_hant

source: · %lld changed
de: · %lld geändert
es: · %lld modificados
fr: · %lld modifiées
it: · %lld modificati
ja: · %lld 変更
ko: · %lld개 변경
pt: · %lld alterados
th: · เปลี่ยน %lld
tr: · %lld değişti
zh_hans: · %lld 已更改
zh_hant: · %lld 已變更

source: · %lld missing
de: · %lld fehlend
es: · %lld faltantes
fr: · %lld manquantes
it: · %lld mancanti
ja: · %lld 未翻訳
ko: · %lld개 누락
pt: · %lld em falta
th: · ขาด %lld
tr: · %lld eksik
zh_hans: · %lld 缺失
zh_hant: · %lld 缺失

source: %@ · Source
de: %@ · Quelle
es: %@ · Origen
it: %@ · Origine
ja: %@ · ソース
ko: %@ · 원문
pt: %@ · Origem
th: %@ · ต้นฉบับ
tr: %@ · Kaynak
zh_hans: %@ · 源语言
zh_hant: %@ · 來源

# %lld keys · %lld languages
source: %1$lld keys · %2$lld languages
de: %1$lld Schlüssel · %2$lld Sprachen
es: %1$lld claves · %2$lld idiomas
fr: %1$lld clés · %2$lld langues
it: %1$lld chiavi · %2$lld lingue
ja: %1$lld キー · %2$lld 言語
ko: %1$lld개 키 · %2$lld개 언어
pt: %1$lld chaves · %2$lld idiomas
th: %1$lld คีย์ · %2$lld ภาษา
tr: %1$lld anahtar · %2$lld dil
zh_hans: %1$lld 个键 · %2$lld 种语言
zh_hant: %1$lld 個鍵 · %2$lld 種語言

source: %lld selected
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnées
it: %lld selezionate
ja: %lld 件選択中
ko: %lld개 선택됨
pt: %lld selecionados
th: เลือกแล้ว %lld
tr: %lld seçildi
zh_hans: 已选 %lld
zh_hant: 已選 %lld

source: %lld shown
de: %lld angezeigt
es: %lld mostrados
fr: %lld affichées
it: %lld visualizzate
ja: %lld 件表示
ko: %lld개 표시
pt: %lld mostrados
th: แสดง %lld
tr: %lld gösteriliyor
zh_hans: 显示 %lld
zh_hant: 顯示 %lld

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
ko: 작업
pt: Ações
th: การกระทำ
tr: İşlemler
zh_hans: 操作
zh_hant: 動作

source: Add Language
de: Sprache hinzufügen
es: Añadir idioma
fr: Ajouter une langue
it: Aggiungi lingua
ja: 言語を追加
ko: 언어 추가
pt: Adicionar idioma
th: เพิ่มภาษา
tr: Dil Ekle
zh_hans: 添加语言
zh_hant: 新增語言

source: Added language %@
de: Sprache %@ hinzugefügt
es: Idioma %@ añadido
fr: Langue %@ ajoutée
it: Lingua %@ aggiunta
ja: 言語 %@ を追加しました
ko: 언어 %@ 추가됨
pt: Idioma %@ adicionado
th: เพิ่มภาษา %@ แล้ว
tr: %@ dili eklendi
zh_hans: 已添加语言 %@
zh_hant: 已新增語言 %@

source: AI Service
de: KI-Dienst
es: Servicio de IA
fr: Service IA
it: Servizio AI
ja: AIサービス
ko: AI 서비스
pt: Serviço de IA
th: บริการ AI
tr: Yapay Zeka Servisi
zh_hans: AI 服务
zh_hant: AI 服務

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
ko: 전체
pt: Todos
th: ทั้งหมด
tr: Tümü
zh_hans: 全部
zh_hant: 全部

source: API Settings
de: API-Einstellungen
es: Ajustes de API
fr: Paramètres de l'API
it: Impostazioni API
ja: API設定
ko: API 설정
pt: Configurações da API
th: การตั้งค่า API
tr: API Ayarları
zh_hans: API设置
zh_hant: API 設定

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pt: Aparência
th: รูปลักษณ์
tr: Görünüm
zh_hans: 外观
zh_hant: 外觀

source: Appearance Settings
de: Darstellungseinstellungen
es: Ajustes de apariencia
fr: Paramètres d'apparence
it: Impostazioni aspetto
ja: 表示設定
ko: 외관 설정
pt: Configurações de aparência
th: การตั้งค่าลักษณะที่ปรากฏ
tr: Görünüm Ayarları
zh_hans: 外观设置
zh_hant: 外觀設定

source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
it: URL di base
ja: ベース URL
ko: 기본 URL
pt: URL base
tr: Temel URL

source: Batch
de: Stapel
es: Lote
fr: Lot
ja: 一括
ko: 일괄
pt: Lote
th: ชุด
tr: Toplu
zh_hans: 批量
zh_hant: 批次

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
th: ยกเลิก
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Changed
de: Geändert
es: Modificados
fr: Modifiées
it: Modificati
ja: 変更済み
ko: 변경됨
pt: Alterados
th: เปลี่ยนแปลง
tr: Değişen
zh_hans: 已更改
zh_hant: 已變更

source: Checked only
de: Nur markierte
es: Solo marcadas
fr: Cases cochées
it: Solo selezionate
ja: チェックのみ
ko: 선택만
pt: Só marcadas
th: เฉพาะที่เลือก
tr: Yalnızca işaretli
zh_hans: 仅勾选行
zh_hant: 僅勾選列

source: Choose Input File
de: Eingabedatei wählen
es: Elegir archivo de entrada
fr: Choisir le fichier d'entrée
it: Scegli il file di input
ja: 入力ファイルを選択
ko: 입력 파일 선택
pt: Escolher arquivo de entrada
th: เลือกไฟล์อินพุต
tr: Giriş Dosyasını Seç
zh_hans: 选择输入文件
zh_hant: 選擇輸入檔案

source: Choose Output Location
de: Ausgabeverzeichnis wählen
es: Elegir ubicación de salida
fr: Choisir l'emplacement de sortie
it: Scegli la posizione di output
ja: 出力先を選択
ko: 출력 위치 선택
pt: Escolher local de saída
th: เลือกตำแหน่งเอาต์พุต
tr: Çıkış Konumunu Seç
zh_hans: 选择输出位置
zh_hant: 選擇輸出位置

source: Clear All
de: Alle löschen
es: Borrar todo
fr: Effacer tout
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
pt: Limpar tudo
th: ล้างทั้งหมด
tr: Tümünü Temizle
zh_hans: 清除所有
zh_hant: 清除全部

source: Click to browse or drag & drop files here
de: Zum Durchsuchen klicken oder Dateien hierher ziehen
es: Haga clic para explorar o arrastrar y soltar archivos aquí
fr: Cliquez pour parcourir ou faites glisser-déposer des fichiers ici
it: Fai clic per sfogliare o trascina e rilascia i file qui
ja: クリックして参照するか、ファイルをここにドラッグ＆ドロップしてください
ko: 여기를 클릭하여 찾아보거나 파일을 끌어다 놓으세요
pt: Clique para navegar ou arraste e solte arquivos aqui
th: คลิกเพื่อเรียกดูหรือลากแล้วปล่อยไฟล์ที่นี่
tr: Göz atmak veya dosyaları buraya sürükleyip bırakmak için tıklayın
zh_hans: 点击浏览或拖放文件到这里
zh_hant: 點擊瀏覽或拖放檔案於此

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
ko: 주석
pt: Comentário
th: ความคิดเห็น
tr: Yorum
zh_hans: 注释
zh_hant: 註解

source: Common
de: Allgemein
es: Común
fr: Commun
it: Comune
ja: 共通
ko: 일반
pt: Comum
th: ทั่วไป
tr: Genel
zh_hans: 常用
zh_hant: 常用

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続成功
ko: 연결됨
pt: Ligado
th: เชื่อมต่อแล้ว
tr: Bağlandı
zh_hans: 已连接
zh_hant: 已連線

source: Conversion Results
de: Konvertierungsergebnisse
es: Resultados de conversión
fr: Résultats de conversion
it: Risultati della conversione
ja: 変換結果
ko: 변환 결과
pt: Resultados da conversão
th: ผลการแปลง
tr: Dönüştürme Sonuçları
zh_hans: 转换结果
zh_hant: 轉換結果

source: Conversion successful!
de: Konvertierung erfolgreich!
es: ¡Conversión exitosa!
fr: Conversion réussie !
it: Conversione completata!
ja: 変換が成功しました！
ko: 변환 성공!
pt: Conversão bem-sucedida!
th: การแปลงสำเร็จ!
tr: Dönüşüm başarılı!
zh_hans: 转换成功！
zh_hant: 轉換成功！

source: Convert
de: Konvertieren
es: Convertir
fr: Convertir
it: Converti
ja: 変換
ko: 변환
pt: Converter
th: แปลง
tr: Dönüştür
zh_hans: 转换
zh_hant: 轉換

source: Convert a file first, or open one here to review translations.
de: Konvertieren Sie zuerst eine Datei oder öffnen Sie hier eine, um Übersetzungen zu prüfen.
es: Convierte un archivo primero, o abre uno aquí para revisar las traducciones.
fr: Convertissez d’abord un fichier, ou ouvrez-en un ici pour réviser les traductions.
it: Converti prima un file, oppure aprine uno qui per revisionare le traduzioni.
ja: 先にファイルを変換するか、ここで開いて翻訳を確認してください。
ko: 먼저 파일을 변환하거나, 여기서 열어 번역을 검토하세요.
pt: Converta um ficheiro primeiro, ou abra um aqui para rever as traduções.
th: แปลงไฟล์ก่อน หรือเปิดไฟล์ที่นี่เพื่อตรวจทานคำแปล
tr: Önce bir dosyayı dönüştürün veya çevirileri incelemek için buradan açın.
zh_hans: 请先转换文件，或在此打开文件以审阅翻译。
zh_hant: 請先轉換檔案，或在此開啟檔案以審閱翻譯。

source: CSV exported
de: CSV exportiert
es: CSV exportado
fr: CSV exporté
it: CSV esportato
ja: CSV を書き出しました
ko: CSV 내보냄
pt: CSV exportado
th: ส่งออก CSV แล้ว
tr: CSV dışa aktarıldı
zh_hans: 已导出 CSV
zh_hant: 已匯出 CSV

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt: Escuro
th: มืด
tr: Koyu
zh_hans: 深色
zh_hant: 深色

source: Dark Mode
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
it: Modalità oscura
ja: ダークモード
ko: 다크 모드
pt: Modo escuro
th: โหมดมืด
tr: Karanlık Mod
zh_hans: 暗黑模式
zh_hant: 深色模式

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Désélectionner tout
it: Deseleziona tutto
ja: すべて選択解除
ko: 모두 선택 취소
pt: Desmarcar todos
th: ยกเลิกการเลือกทั้งหมด
tr: Tümünü Seçimi Kaldır
zh_hans: 全不选
zh_hant: 取消全選

source: Discard unsaved changes?
de: Ungesicherte Änderungen verwerfen?
es: ¿Descartar cambios sin guardar?
fr: Ignorer les modifications non enregistrées ?
it: Eliminare le modifiche non salvate?
ja: 未保存の変更を破棄しますか？
ko: 저장되지 않은 변경 사항을 버릴까요?
pt: Descartar alterações não guardadas?
th: ทิ้งการเปลี่ยนแปลงที่ยังไม่ได้บันทึกหรือไม่
tr: Kaydedilmemiş değişiklikler atılsın mı?
zh_hans: 丢弃未保存的更改？
zh_hant: 捨棄未儲存的變更？

source: Don't Save
de: Nicht sichern
es: No guardar
fr: Ne pas enregistrer
it: Non salvare
ja: 保存しない
ko: 저장 안 함
pt: Não guardar
th: ไม่บันทึก
tr: Kaydetme
zh_hans: 不保存
zh_hant: 不儲存

source: Edited
de: Bearbeitet
es: Editado
fr: Modifié
it: Modificato
ja: 編集済み
ko: 편집됨
pt: Editado
th: แก้ไขแล้ว
tr: Düzenlendi
zh_hans: 已编辑
zh_hant: 已編輯

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
fr: Activer les notifications
it: Abilita notifiche
ja: 通知を有効にする
ko: 알림 활성화
pt: Ativar notificações
th: เปิดใช้งานการแจ้งเตือน
tr: Bildirimleri etkinleştir
zh_hans: 启用通知
zh_hant: 啟用通知

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
pt: Inglês
th: อังกฤษ
tr: İngilizce
zh_hans: 英语
zh_hant: 英文

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt: Erro
th: ข้อผิดพลาด
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter CSV
it: Esporta CSV
ja: CSVを書き出し
ko: CSV 내보내기
pt: Exportar CSV
th: ส่งออก CSV
tr: CSV Dışa Aktar
zh_hans: 导出 CSV
zh_hant: 匯出 CSV

source: Export failed: %@
de: Export fehlgeschlagen: %@
es: Error al exportar: %@
fr: Échec de l’export : %@
it: Esportazione non riuscita: %@
ja: 書き出し失敗: %@
ko: 내보내기 실패: %@
pt: Falha ao exportar: %@
th: ส่งออกล้มเหลว: %@
tr: Dışa aktarma başarısız: %@
zh_hans: 导出失败：%@
zh_hant: 匯出失敗：%@

source: Fallback AI Service
de: Ersatz-KI-Dienst
es: Servicio de IA de respaldo
fr: Service d’IA de secours
it: Servizio IA di riserva
ja: フォールバック AI サービス
ko: 대체 AI 서비스
pt: Serviço de IA de recurso
th: บริการ AI สำรอง
tr: Yedek Yapay Zeka Hizmeti
zh_hans: 备用 AI 服务
zh_hant: 備用 AI 服務

source: File Selected
de: Datei ausgewählt
es: Archivo seleccionado
fr: Fichier sélectionné
it: File selezionato
ja: ファイル選択済み
ko: 파일 선택됨
pt: Arquivo selecionado
th: เลือกไฟล์แล้ว
tr: Dosya Seçildi
zh_hans: 文件已选择
zh_hant: 已選取檔案

source: File Selection
de: Dateiauswahl
es: Selección de archivos
fr: Sélection de fichiers
it: Selezione file
ja: ファイル選択
ko: 파일 선택
pt: Seleção de arquivo
th: การเลือกไฟล์
tr: Dosya Seçimi
zh_hans: 文件选择
zh_hant: 檔案選擇

source: Glossary
de: Glossar
es: Glosario
fr: Glossaire
it: Glossario
ja: 用語集
ko: 용어집
pt: Glossário
th: อภิธานศัพท์
tr: Sözlük
zh_hans: 术语表
zh_hant: 術語表

source: Go to Convert
de: Zur Konvertierung
es: Ir a Convertir
fr: Aller à Convertir
it: Vai a Converti
ja: 変換へ
ko: 변환으로 이동
pt: Ir para Converter
th: ไปที่แปลง
tr: Dönüştürmeye Git
zh_hans: 前往转换
zh_hant: 前往轉換

source: Ignored invalid/oversized lines: %lld
de: Ungültige/zu lange Zeilen ignoriert: %lld
es: Líneas no válidas/demasiado largas ignoradas: %lld
fr: Lignes invalides/trop longues ignorées : %lld
it: Righe non valide/troppo lunghe ignorate: %lld
ja: 無効/長すぎる行を無視: %lld
ko: 무시된 잘못된/과도한 줄: %lld
pt: Linhas inválidas/demasiado longas ignoradas: %lld
th: ข้ามบรรทัดที่ไม่ถูกต้อง/ยาวเกินไป: %lld
tr: Geçersiz/aşırı uzun satırlar yok sayıldı: %lld
zh_hans: 已忽略无效/过长行：%lld
zh_hant: 已忽略無效/過長行：%lld

source: Include in batch translate
de: In Stapelübersetzung einbeziehen
es: Incluir en traducción por lotes
fr: Inclure dans la traduction par lot
it: Includi nella traduzione in batch
ja: 一括翻訳に含める
ko: 일괄 번역에 포함
pt: Incluir na tradução em lote
th: รวมในการแปลแบบชุด
tr: Toplu çeviriye dahil et
zh_hans: 纳入批量翻译
zh_hant: 納入批次翻譯

source: Input File
de: Eingabedatei
es: Archivo de entrada
fr: Fichier d'entrée
it: File di input
ja: 入力ファイル
ko: 입력 파일
pt: Arquivo de entrada
th: ไฟล์อินพุต
tr: Giriş Dosyası
zh_hans: 输入文件
zh_hant: 輸入檔案

source: Input Message
de: Eingangsmeldung
es: Mensaje de entrada
fr: Message d'entrée
it: Messaggio di input
ja: 入力メッセージ
ko: 입력 메시지
pt: Mensagem de entrada
th: ข้อความอินพุต
tr: Giriş Mesajı
zh_hans: 输入信息
zh_hant: 輸入訊息

source: Input: %@
de: Eingabe: %@
es: Entrada: %@
fr: Entrée : %@
ja: 入力: %@
ko: 입력: %@
pt: Entrada: %@
th: อินพุต: %@
tr: Girdi: %@
zh_hans: 输入：%@
zh_hant: 輸入：%@

source: Interface Language
de: Oberflächensrache
es: Idioma de la interfaz
fr: Langue de l'interface
it: Lingua dell'interfaccia
ja: インターフェース言語
ko: 인터페이스 언어
pt: Idioma da interface
th: ภาษาอินเทอร์เฟซ
tr: Arayüz Dili
zh_hans: 界面语言
zh_hant: 介面語言

source: Invalid file type for selected platform
de: Ungültiger Dateityp für die ausgewählte Plattform
es: Tipo de archivo no válido para la plataforma seleccionada
fr: Type de fichier invalide pour la plateforme sélectionnée
it: Tipo di file non valido per la piattaforma selezionata
ja: 選択されたプラットフォームのファイル形式が無効です
ko: 선택된 플랫폼에 대한 잘못된 파일 형식입니다
pt: Tipo de arquivo inválido para a plataforma selecionada
th: ประเภทไฟล์ไม่ถูกต้องสำหรับแพลตฟอร์มที่เลือก
tr: Seçilen platform için geçersiz dosya türü
zh_hans: 所选平台的文件类型无效
zh_hant: 所選平台的檔案類型無效

source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어
pt: Japonês
th: ญี่ปุ่น
tr: Japonca
zh_hans: 日语
zh_hant: 日文

source: Key
de: Schlüssel
es: Clave
fr: Clé
it: Chiave
ja: キー
ko: 키
pt: Chave
th: คีย์
tr: Anahtar
zh_hans: 键
zh_hant: 鍵

source: Keys
de: Schlüssel
es: Claves
fr: Clés
it: Chiavi
ja: キー
ko: 키
pt: Chaves
th: คีย์
tr: Anahtarlar
zh_hans: 键
zh_hant: 鍵

source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
pt: Coreano
th: เกาหลี
tr: Korece
zh_hans: 韩语
zh_hant: 韓文

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
th: ภาษา
tr: Dil
zh_hans: 语言
zh_hant: 語言

source: Language Settings
de: Spracheinstellungen
es: Ajustes de idioma
fr: Paramètres de langue
it: Impostazioni lingua
ja: 言語設定
ko: 언어 설정
pt: Configurações de idioma
th: การตั้งค่าภาษา
tr: Dil Ayarları
zh_hans: 语言设置
zh_hant: 語言設定

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt: Claro
th: สว่าง
tr: Açık
zh_hans: 浅色
zh_hant: 淺色

source: Load failed: %@
de: Laden fehlgeschlagen: %@
es: Error al cargar: %@
fr: Échec du chargement : %@
it: Caricamento non riuscito: %@
ja: 読み込み失敗: %@
ko: 불러오기 실패: %@
pt: Falha ao carregar: %@
th: โหลดล้มเหลว: %@
tr: Yükleme başarısız: %@
zh_hans: 加载失败：%@
zh_hant: 載入失敗：%@

source: Loaded %lld keys
de: %lld Schlüssel geladen
es: %lld claves cargadas
fr: %lld clés chargées
it: %lld chiavi caricate
ja: %lld キーを読み込みました
ko: %lld개 키를 불러왔습니다
pt: %lld chaves carregadas
th: โหลด %lld คีย์แล้ว
tr: %lld anahtar yüklendi
zh_hans: 已加载 %lld 个键
zh_hant: 已載入 %lld 個鍵

source: Missing
de: Fehlend
es: Faltantes
fr: Manquantes
it: Mancanti
ja: 未翻訳
ko: 누락
pt: Em falta
th: ขาด
tr: Eksik
zh_hans: 缺失
zh_hant: 缺失

source: Missing translation
de: Fehlende Übersetzung
es: Traducción faltante
fr: Traduction manquante
it: Traduzione mancante
ja: 未翻訳
ko: 누락된 번역
pt: Tradução em falta
th: ขาดคำแปล
tr: Eksik çeviri
zh_hans: 缺少翻译
zh_hant: 缺少翻譯

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt: Modelo
th: โมเดล
zh_hans: 模型
zh_hant: 模型

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: その他
ko: 더보기
pt: Mais
th: เพิ่มเติม
tr: Diğer
zh_hans: 更多
zh_hant: 更多

source: More Settings Under Development...
de: Weitere Einstellungen in Entwicklung…
es: Más ajustes en desarrollo...
fr: Plus de paramètres en cours de développement…
it: Altre impostazioni in fase di sviluppo...
ja: その他の設定は開発中です…
ko: 더 많은 설정 개발 중...
pt: Mais configurações em desenvolvimento...
th: กำลังพัฒนาการตั้งค่าเพิ่มเติม...
tr: Daha Fazla Ayar Geliştirme Aşamasında...
zh_hans: 更多设置正在开发中…
zh_hant: 更多設定開發中…

source: No file selected
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
it: Nessun file selezionato
ja: ファイルが選択されていません
ko: 파일을 선택하지 않았습니다
pt: Nenhum arquivo selecionado
th: ยังไม่ได้เลือกไฟล์
tr: Dosya seçilmedi
zh_hans: 未选择文件
zh_hant: 未選擇檔案

source: No languages to add
de: Keine Sprachen hinzuzufügen
es: No hay idiomas que añadir
fr: Aucune langue à ajouter
it: Nessuna lingua da aggiungere
ja: 追加できる言語がありません
ko: 추가할 언어가 없습니다
pt: Nenhum idioma a adicionar
th: ไม่มีภาษาให้เพิ่ม
tr: Eklenecek dil yok
zh_hans: 没有可添加的语言
zh_hant: 沒有可新增的語言

source: No localization entries
de: Keine Lokalisierungseinträge
es: Sin entradas de localización
fr: Aucune entrée de localisation
it: Nessuna voce di localizzazione
ja: ローカライズ項目がありません
ko: 로컬라이제이션 항목이 없습니다
pt: Sem entradas de localização
th: ไม่มีรายการโลคัลไลเซชัน
tr: Yerelleştirme girişi yok
zh_hans: 暂无本地化条目
zh_hant: 暫無本地化條目

source: No rows selected for translation
de: Keine Zeilen für die Übersetzung ausgewählt
es: No hay filas seleccionadas para traducir
fr: Aucune ligne sélectionnée pour la traduction
it: Nessuna riga selezionata per la traduzione
ja: 翻訳する行が選択されていません
ko: 번역할 행이 선택되지 않았습니다
pt: Nenhuma linha selecionada para traduzir
th: ไม่ได้เลือกแถวสำหรับแปล
tr: Çeviri için satır seçilmedi
zh_hans: 未勾选要翻译的行
zh_hant: 未勾選要翻譯的列

source: No save location selected
de: Kein Speicherort ausgewählt
es: No se ha seleccionado ninguna ubicación de guardado
fr: Aucun emplacement d'enregistrement sélectionné
it: Nessuna posizione di salvataggio selezionata
ja: 保存場所が選択されていません
ko: 저장 위치를 선택하지 않았습니다
pt: Nenhum local de salvamento selecionado
th: ยังไม่ได้เลือกตำแหน่งบันทึก
tr: Kayıt konumu seçilmedi
zh_hans: 未选择保存位置
zh_hant: 未選擇儲存位置

source: No target languages to translate
de: Keine Zielsprachen zum Übersetzen
es: No hay idiomas de destino para traducir
fr: Aucune langue cible à traduire
it: Nessuna lingua di destinazione da tradurre
ja: 翻訳する対象言語がありません
ko: 번역할 대상 언어가 없습니다
pt: Nenhum idioma de destino para traduzir
th: ไม่มีภาษาเป้าหมายที่จะแปล
tr: Çevrilecek hedef dil yok
zh_hans: 没有可翻译的目标语言
zh_hant: 沒有可翻譯的目標語言

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt: Nenhum
th: ไม่มี
tr: Yok
zh_hans: 无
zh_hant: 無

source: Notification Settings
de: Benachrichtigungseinstellungen
es: Ajustes de notificaciones
fr: Paramètres de notification
it: Impostazioni notifiche
ja: 通知設定
ko: 알림 설정
pt: Configurações de notificação
th: การตั้งค่าการแจ้งเตือน
tr: Bildirim Ayarları
zh_hans: 通知设置
zh_hant: 通知設定

# OK: %lld · Failed: %@. Save to persist.
source: OK: %1$lld · Failed: %2$@. Save to persist.
de: OK: %1$lld · Fehlgeschlagen: %2$@. Speichern zum Beibehalten.
es: OK: %1$lld · Fallidos: %2$@. Guarda para conservar.
fr: OK : %1$lld · Échecs : %2$@. Enregistrez pour conserver.
it: OK: %1$lld · Non riusciti: %2$@. Salva per mantenere.
ja: 成功: %1$lld · 失敗: %2$@。保存して反映してください。
ko: 성공: %1$lld · 실패: %2$@. 저장하여 유지하세요.
pt: OK: %1$lld · Falhas: %2$@. Guarde para persistir.
th: สำเร็จ: %1$lld · ล้มเหลว: %2$@ บันทึกเพื่อเก็บผลลัพธ์
tr: Tamam: %1$lld · Başarısız: %2$@. Kalıcı olması için kaydedin.
zh_hans: 成功：%1$lld · 失败：%2$@。请保存以写入文件。
zh_hant: 成功：%1$lld · 失敗：%2$@。請儲存以寫入檔案。

source: One rule per line, e.g. iPhone => iPhone
de: Eine Regel pro Zeile, z. B. iPhone => iPhone
es: Una regla por línea, p. ej. iPhone => iPhone
fr: Une règle par ligne, p. ex. iPhone => iPhone
it: Una regola per riga, ad es. iPhone => iPhone
ja: 1 行に 1 ルール（例: iPhone => iPhone）
ko: 한 줄에 규칙 하나, 예: iPhone => iPhone
pt: Uma regra por linha, ex.: iPhone => iPhone
th: หนึ่งกฎต่อบรรทัด เช่น iPhone => iPhone
tr: Satır başına bir kural, örn. iPhone => iPhone
zh_hans: 每行一条规则，例如 iPhone => iPhone
zh_hant: 每行一條規則，例如 iPhone => iPhone

source: Open File…
de: Datei öffnen …
es: Abrir archivo…
fr: Ouvrir un fichier…
it: Apri file…
ja: ファイルを開く…
ko: 파일 열기…
pt: Abrir ficheiro…
th: เปิดไฟล์…
tr: Dosya Aç…
zh_hans: 打开文件…
zh_hant: 開啟檔案…

source: Open in Review
de: In Prüfung öffnen
es: Abrir en Revisar
fr: Ouvrir dans Révision
it: Apri in Revisione
ja: レビューで開く
ko: 검토에서 열기
pt: Abrir em Revisar
th: เปิดในตรวจทาน
tr: İncelemede Aç
zh_hans: 在审阅中打开
zh_hant: 在審閱中開啟

source: Other Settings
de: Weitere Einstellungen
es: Otros ajustes
fr: Autres paramètres
it: Altre impostazioni
ja: その他設定
ko: 기타 설정
pt: Outras configurações
th: การตั้งค่าอื่นๆ
tr: Diğer Ayarlar
zh_hans: 其他设置
zh_hant: 其他設定

source: Output Location
de: Ausgabeort
es: Ubicación de salida
fr: Emplacement de sortie
it: Posizione di output
ja: 出力先
ko: 출력 위치
pt: Local de saída
th: ตำแหน่งเอาต์พุต
tr: Çıktı Konumu
zh_hans: 输出位置
zh_hant: 輸出位置

source: Output Location (Optional)
de: Ausgabeverzeichnis (optional)
es: Ubicación de salida (opcional)
fr: Emplacement de sortie (facultatif)
it: Posizione di output (facoltativo)
ja: 出力場所（任意）
ko: 출력 위치 (선택사항)
pt: Local de saída (opcional)
th: ตำแหน่งเอาต์พุต (ไม่บังคับ)
tr: Çıkış Konumu (İsteğe Bağlı)
zh_hans: 输出位置（可选）
zh_hant: 輸出位置（可選）

source: Output: %@
de: Ausgabe: %@
es: Salida: %@
fr: Sortie : %@
ja: 出力: %@
ko: 출력: %@
pt: Saída: %@
th: เอาต์พุต: %@
tr: Çıktı: %@
zh_hans: 输出：%@
zh_hant: 輸出：%@

# Parsed entries: %lld/%lld
source: Parsed entries: %1$lld/%2$lld
de: Analysierte Einträge: %1$lld/%2$lld
es: Entradas analizadas: %1$lld/%2$lld
fr: Entrées analysées : %1$lld/%2$lld
it: Voci analizzate: %1$lld/%2$lld
ja: 解析済み: %1$lld/%2$lld
ko: 구문 분석됨: %1$lld/%2$lld
pt: Entradas analisadas: %1$lld/%2$lld
th: แยกวิเคราะห์แล้ว: %1$lld/%2$lld
tr: Ayrıştırılan girdiler: %1$lld/%2$lld
zh_hans: 已解析：%1$lld/%2$lld
zh_hant: 已解析：%1$lld/%2$lld

source: Platform
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
pt: Plataforma
th: แพลตฟอร์ม
zh_hans: 平台
zh_hant: 平台

source: Please select .arb file
de: Bitte wählen Sie eine .arb-Datei aus
es: Por favor, seleccione un archivo .arb
fr: Veuillez sélectionner un fichier .arb
it: Seleziona un file .arb
ja: .arbファイルを選択してください
ko: .arb 파일을 선택하십시오
pt: Selecione um arquivo .arb
th: กรุณาเลือกไฟล์ .arb
tr: Lütfen .arb dosyası seçin
zh_hans: 请选择.arb文件
zh_hant: 請選擇 .arb 檔案

source: Please select .json file
de: Bitte wählen Sie eine .json-Datei aus
es: Por favor, seleccione un archivo .json
fr: Veuillez sélectionner un fichier .json
it: Seleziona un file .json
ja: .jsonファイルを選択してください
ko: .json 파일을 선택하십시오
pt: Selecione um arquivo .json
th: กรุณาเลือกไฟล์ .json
tr: Lütfen .json dosyası seçin
zh_hans: 请选择.json文件
zh_hant: 請選擇 .json 檔案

source: Please select .strings or .xcstrings file
de: Bitte wählen Sie eine .strings oder .xcstrings Datei aus
es: Por favor, seleccione un archivo .strings o .xcstrings
fr: Veuillez sélectionner un fichier .strings ou .xcstrings
it: Seleziona un file .strings o .xcstrings
ja: .stringsファイルまたは.xcstringsファイルを選択してください
ko: .strings 또는 .xcstrings 파일을 선택하십시오
pt: Selecione um arquivo .strings ou .xcstrings
th: กรุณาเลือกไฟล์ .strings หรือ .xcstrings
tr: Lütfen .strings veya .xcstrings dosyası seçin
zh_hans: 请选择.strings或.xcstrings文件
zh_hant: 請選擇 .strings 或 .xcstrings 檔案

source: Please wait, this may take a while
de: Bitte warten Sie, dies kann eine Weile dauern
es: Por favor, espere, esto puede tardar un rato
fr: Veuillez patienter, cela peut prendre un certain temps
it: Attendere, potrebbe volerci un po'
ja: お待ちください。しばらく時間がかかる場合があります
ko: 잠시 기다려주세요. 시간이 걸릴 수 있습니다
pt: Aguarde, isso pode levar algum tempo
th: โปรดรอ อาจใช้เวลาสักครู่
tr: Lütfen bekleyin, bu biraz zaman alabilir
zh_hans: 请稍候，这可能需要一些时间
zh_hant: 請稍候，這可能需要一些時間

source: Receive notifications when translation tasks complete or fail
de: Benachrichtigungen erhalten, wenn Übersetzungsaufgaben abgeschlossen sind oder fehlschlagen
es: Recibir notificaciones cuando las tareas de traducción se completen o fallen
fr: Recevoir des notifications lorsque les tâches de traduction se terminent ou échouent
it: Ricevi notifiche quando le attività di traduzione si completano o falliscono
ja: 翻訳タスクが完了または失敗した時に通知を受け取る
ko: 번역 작업이 완료되거나 실패할 때 알림 받기
pt: Receber notificações quando as tarefas de tradução forem concluídas ou falharem
th: รับการแจ้งเตือนเมื่องานแปลเสร็จสิ้นหรือล้มเหลว
tr: Çeviri görevleri tamamlandığında veya başarısız olduğunda bildirim al
zh_hans: 当翻译任务完成或失败时接收通知
zh_hant: 當翻譯任務完成或失敗時接收通知

source: Reload
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読込
ko: 다시 로드
pt: Recarregar
th: โหลดใหม่
tr: Yeniden Yükle
zh_hans: 重新加载
zh_hant: 重新載入
